Revit 2027 API
ParameterTypeId.VisGraphicsFilters Property
 "V/G Overrides Filters"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsFilters { get; }
Public Shared ReadOnly Property VisGraphicsFilters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsFilters {
	ForgeTypeId^ get ();
}
static member VisGraphicsFilters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace